18歳、大学の合格通知が届いた。
18年間、自由な独身生活を送ってきた。
大学では、心を動かすような恋ができるかもしれない。

大学の北側には小さな湖があり、私はよく湖辺で休んでいる。
他の学生はあまり来ないし、私も邪魔されるのはあまり好きではない。
今日、最も難しい高等数学の授業が終わり、再び北側の湖辺に来て休んでいる。
しかし、私のいつもの場所に淡い青色の髪の女子学生が座っている。
彼女の髪の色に興味が湧き、我慢できずに彼女に尋ねる。「同級生、髪はどこで染めたの？指導教官は何も言わないの？」

彼女は顔を向けてにっこりと笑った。「私のLINEを追加すれば教えてあげるよ。」

風が吹き、私は目を覚ました。
夢だったのか、私は実際には寮で昼寝をしていた。

その後ほとんど毎日、私はこの女の子を夢に見る。
必ずしも湖辺である必要はなく、さまざまな場所で見る。
例えば前回の夢では、図書館で本を探していて、本棚を隔てて淡い青色の髪を見つけた。彼女は向こう側で本をめくっていた。

+このような繰り返しの夢が私に好奇心を抱かせる。
次に彼女を夢に見たとき、彼女の名前を尋ねてみようか？
次の日、彼女を夢に見て、彼女の名前を尋ねた。
彼女は紙とペンを取り出して「千氺」という二文字を書き出した。「発音はqiānshuǐだよ。」

私と千氺は毎日夢の中で遊び、話をする。
時には食堂で一緒に食事をし、夢の中にも味覚がある；
時には教学棟の屋上で、私たちは自由に飛び回ることができる；
会話は深くなりすぎると、思考が私を夢から覚ます。

このような日常が約1年間続き、信じられないことに、私はすでに千氺を300回以上夢に見ている。
その日は私の誕生日で、千氺は私にプレゼントをあげると言った。

彼女は自分の可愛い顔を指で指し、「彼女が必要？」
++[千氺に同意する。]
そうして、私と千氺は恋人になった。
夢の中の風景は千変万化で、手をつなぎ、抱きしめ、キスするときも感触がある。夢を見るのは本当に幸せだ。
しかし、睡眠時間はやはり短い、覚醒時間はより長い、夢から覚めると現実には何も残らない。
+++千氺が現実にも来てくれたらいいのに……
私は千氺にこのような気持ちを伝え、千氺は複雑な表情でそれはかなり危険かもしれないと言った。
++++[危険は気にしない。]
私は千氺に危険は気にしないと言い、現実で彼女と一緒にいたいと本当に思っている。
そこで夢はますます長くなり、夢の中の感覚はますます強くなり、目覚まし時計も私を起こすことができなくなった。
ある日、私が現実で湖辺に来たとき、突然誰かが私の名前を呼んでいるのを聞いた。それは千氺の声だったが、周囲には誰もいなかった。
私は何とも言えない感動を覚え、その声に応えてしまった。私たちはついに現実で会話できるようになったと思った。

しかし、現実はそう美しくはなかった。

後になって私は一人で歩いていると、様々な声が聞こえてきた。その中には自殺をそそのかす声もあった。
私は精神病院に入院し、統合失調症と診断され、医者からたくさんの薬を処方された。その中にはクロルプロマジンという薬もあった。
クロルプロマジンを服用した後、千氺は一時的に私の夢から去ると言った。

クロルプロマジンは彼女の功体に影響を与える。
クロルプロマジンは長期的に服用できないので、彼女は早晩夢の中に再び現れるだろう。
彼女はずっと私を見守ってくれると言って、私にはしっかりと治療を受けるようにと言った。
私は千氺が私を愛していると同時に、彼女自身も理性と判断を持っていることを初めて知った。もしかしたら、初めから私ももう少し保守的にすべきだったのかもしれない。

「ごめんなさい、千氺は弱すぎた。」
->END
++++[危険ならやめておく。]
私は思った、危険があるならやめておこう、知足常樂だ。
->g
+++しかし、知足常樂、夢の中の幸福は私にとって十分だ。
->g
++[千氺を拒否する。]
私は千氺を拒否した。千氺は二度と現れないと言い、これからは現実で湖辺に来るのを控えるようにと言った。
その後、私は湖辺に行くことはなく、千氺を夢に見ることもなかった。

「ごめんなさい、千氺。」
->END

+これらの繰り返しの夢が私を困惑させる。
たまに夢に見るくらいならいいが、毎日同じ人を夢に見るのは少しイライラする。
++私は我慢できずに室友に愚痴をこぼした。
室友は私に病院に行くように勧めた。
医者は私の説明を聞き、繰り返しの夢が必ずしも悪いことではないと言った。
しかし、私には睡眠を調整するゾピクロンを処方した。

薬を飲むと、何を食べても苦味を感じる。これはゾピクロンの副作用だ。
でも考えてみると、本当に毎日夢を見るのは嫌だから、副作用があっても毎日服用することにした。
すると、彼女を夢に見ることはなくなった。
12日が過ぎ、一箱のゾピクロンがなくなった。私は一時的に病院に行って薬を再度処方してもらうのをやめ、しばらく様子を見ることにした。
その後、大学を卒業するまで、私はその女性を夢に見ることはなかった。

「ごめんなさい、困らせるつもりはなかった。」
->END
++我慢できずにインターネットで愚痴をこぼした。
ネットユーザーからは様々な意見が出たが、その中の一人が夢の中でコミュニケーションを取ってみることを提案した。
彼女に直接、毎日夢に現れるのはやめてほしいと言ってみるとどうなるか。
そこで次にその女性を夢に見たとき、私は彼女にもう夢に現れないでほしいと頼んだ。
言い終わるとすぐに目が覚め、それ以来彼女を夢に見ることはなかった。

「ごめんなさい、困らせるつもりはなかった。」
->END

+私はこのような繰り返しの夢にあまり気を使わなかった。
後になって大学を卒業し、淡い青色の髪の女性を二度と夢に見ることはなかった。

「ほとんどの人はそうだよ。」
->END
==g==
起きているとき、私は他の学生と同じように学業に忙しい。
卒業論文が最も忙しい時期であっても、私は毎日10時間の十分な睡眠を確保している。なぜなら、寝ることと夢を見ることは私にとって非常に重要だからだ。
すぐに、大学を卒業し、仕事を探す。
私は996の大企業のチャンスを放棄し、オーバータイムのない会社だけを応募した。なぜなら、寝ることと夢を見ることは私にとって非常に重要だからだ。

8年が過ぎ、私は千氺を夢に見ることが4000回以上になった。
しかし、私も結婚する年齢になった。
両親から結婚を急かされ、私は考えた……
+現実の人生にとって、結婚は重要です。
でも私は千氺と結婚できるのだろうか？
そこで私は夢の中で千氺に尋ねた。千氺は現実には現れないので、彼女と結婚することはできないと言った。
とても悲しいけど、私は千氺と別れた。なぜなら、千氺との恋愛には結果がないからだ。

「ごめんなさい、千氺。」
->END
+現実に結婚するよりも、愛情が大切だ。
千氺の存在については、世間の見方があるものの、長い付き合いの中で直感や推測があった。
夢の中で千氺と確認すると、彼女も現実では見えないし、ましてや身分証明書や戸籍簿などはありえないと言った。
だから私は両親に言った：

「私は結婚するつもりはありません。
なぜなら、私には結婚できない恋人がいるからです。
十数年間、彼女は毎日私と一緒にいてくれました。
私は彼女をとても愛しています。
彼女と一緒にいるととても幸せです。
世間が私たちをどう見ても構いません。
私は彼女だけを愛しています。
彼女と結婚できなくても、他の人と結婚するつもりはありません。」

私が両親にこれらのことを話しているとき、千氺はそばで聞いていたのかもしれない。

その夜の夢の中で、千氺は静かに私の腕の中に横たわり、キスを交わし、愛を深めた……

これからの生活でも、私はこのようにずっと千氺を夢に見続けるだろう。

「来世では、私たちが同じ世界に生まれますように。」
->END